{
    "file": "wire\\modules\\Fieldtype\\FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Tak"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Nie"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Formatowanie tekstu \"HTML Entity Encoder\" jest rekomendowane dla pól URL"
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Jeśli ten adres URL będzie wykorzystywany\/wyświetlany w witrynie, zdecydowanie rekomenduje się wybranie opcji \"HTML Entity Encoder\" dla \"Formatowanie Tekstu\" w zakładce Detale."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Zezwól na relatywne\/lokalne adresy URL bez \"http:\/\/\" na poczatku?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Lokalne\/Relatywne adresy URL to te bez standardowego shematu i domeny na początku adresu."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Zezwolić na internacjonalizowane nazwy domen (IDN)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Po włączeniu nazwy domen innych niż ASCII są dozwolone. (np zawierające polskie znaki)"
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Zezwalaj na pojedyncze lub podwójne znaki cudzysłowu w adresach URL?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Po włączeniu należy mieć pewność, że takie adresy URL są dekodowane do dopiwedniego formatu podczas używania w kodzie."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Dodaj ścieżkę główną do adresów lokalnych \/ względnych?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Opcja ta spowoduje automatyczne dodanie głównej ścieżki do wszystkich adresów URL rozpoczynających się od ukośnika, np. \/ Some \/ path \/. Jest to przydatne, jeśli witryna jest uruchomiona z podkatalogu, ponieważ nie musisz podawać tego podkatalogu w adresach URL wprowadzonych w tym polu. Jeśli później przeniesiesz witrynę do katalogu głównego domeny (lub innego podkatalogu), nie musisz się martwić o błędne adresy URL. Po włączeniu tej opcji zawsze wpisz adresy URL, tak jakby witryna działała z poziomu głównej domeny, niezależnie od tego, czy jest uruchomiona z podkatalogu, czy nie. Oczywiście ma to zastosowanie tylko wtedy, gdy wybrano \"Tak\", aby umożliwić lokalne \/ względne adresy URL w powyższym polu. Informacja dla programistów, ta opcja ma zastosowanie tylko wtedy, gdy formatowanie wyjścia strony 'outputFormatting' jest włączone."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Gwarantuje, że adresy URL nie ulegną zmianie (błedne adresy URL zawierające nazwę podkatalogu) podczas przenoszenia witryny z podkatalogu do katalogu głównego (najczęstszy przykład)."
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "Adres URL"
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Pole które przechowuje adres URL"
        }
    }
}