{
    "file": "wire\\modules\\Process\\ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Zresetuj hasło"
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Resetowanie hasła nie jest dozwolone"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Nie udało się zresetować hasła. Proszę upewnij się, że korzystasz z tego samego urządzenia i tej samej przeglądarki z której została wysłana prośba o zresetowanie hasła."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Podaj swoją nazwę użytkownika"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Jeśli posiadasz w naszym systemie konto wraz z poprawnym adresem e-mail, po zgłoszeniu przez ten formularz zostanie wysłana do Ciebie wiadomość e-mail wraz z linkiem, który po kliknięciu umożliwi zresetowanie hasła."
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Zapomniałeś(aś) swojej nazwy użytkownika?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Podaj swój adres e-mail i wyślemy Ci twoją nazwę użytkownika."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Zakładamy, iż dane twojego konta wraz z adresem e-mail zostały odnalezione, właśnie wysłaliśmy wiadomość e-mail z informacjami jak zresetować swoje hasło."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Proszę sprawdź swoją skrzynkę e-mail i wiadomość z tej strony. Jeśli w przeciągu 15 minut nie otrzymasz wiadomości sprawdź folder SPAM aby upewnić się że wiadomość nie trafiła do spamu. Jeśli nie otrzymałeś wiadomości skontaktuj się z administratorem strony i poproś o manualną zmianę hasła. Możliwość zresetowania hasła wygasa po 60 minutach od wysłania wiadomości. NIE zamykaj tego okna do czasu poprawnego zresetowania hasła."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "Ze względów bezpieczeństwa, nie pokazujemy tutaj czy dane konto istnieje w naszym systemie."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Informacje o koncie"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Otrzymałeś(aś) tą wiadomość e-mail w odpowiedzi na twoją prośbę o przypomnienie nazwy użytkownika."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Twój adres e-mail jest przypisany do wielu kont i nie możemy podać nazw ze względów bezpieczeństwa. Proszę skontaktować się z administratorem i poprosić o pomoc."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Twoja nazwa użytkownika to:"
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Informacje o zresetowaniu hasła"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Aby ukończyć proces resetowania hasła, kliknij adres URL poniżej (lub skopij go i wklej w oknie adresu przeglądarki) i postępuj zgodnie z instrukcjami:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Ten adres URL wygaśnie w przeciągu 60 minut od momentu wysłania wiadomości. Adres ten musi zostać otworzony z tego samego urządzenia oraz przeglądarki z której zainicjowana była prośba o zresetowanie hasła."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Nieprawidłowe żądanie resetowania hasła. Twoje żądanie mogło wygasnąć."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Kontynuuj"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Twoje hasło zostało prawidłowo zresetowane. Możesz się teraz zalogować."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Adres e-mail z którego będą wysyłane wiadomości"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Zapomniałeś hasła"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Zapewnia możliwość resetowania hasła dla procesu logowania."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Nie można wykonać tego kroku"
        }
    }
}