{
    "file": "wire\/modules\/Process\/ProcessRole\/ProcessRole.module",
    "textdomain": "wire--modules--process--processrole--processrole-module",
    "translations": {
        "d08ccf52b4cdd08e41cfb99ec42e0b29": {
            "text": "Uprawnienia"
        },
        "e0c8b59640bc35bac606431203d2d9b0": {
            "text": "Aby uzyskać szczegółowy opis tych uprawnień, zobacz [referencje uprawnień] (% s)."
        },
        "ae9a363b2dfa9181da7ffde8e37813b5": {
            "text": "przekreślone"
        },
        "cea791d6258d032e4742a9a99f1ecf11": {
            "text": "Zaznaczenie tutaj uprawnienia edycji strony nie gwarantuje dostępu do jakiejkolwiek strony. Pozwala to na konfigurację dostępu do edycji dla tej roli w ustawieniach dostępu szablonu. Uprawnienie edycji strony pozwala użytkownikom na podgląd stron w panelu administracyjnym. Te uprawnienia są rekomendowane dla wszystkich administratorów."
        },
        "d923671ad010412a573db8ccdbddc911": {
            "text": "Oznacza, że uprawnienia mogą być dodawane lub cofnięte z ról użytkownika w ustawieniach dostępu do szablonu. Zaznaczenie uprawnień włącza je dla wszystkich edytowalnych szablonów. Jeśli chcesz, aby rola użytkownika miała tylko jedno z tych uprawnień dla stron używających określonych szablonów, nie zaznaczaj ich tutaj, a zamiast tego wybierz je na karcie \"Dostęp\"."
        },
        "64a4d3473343a325080c311b47099be6": {
            "text": "Uprawnienia dodawania i tworzenia stron mogą być dodane tylko w ustawieniach dostępu w szablonie. Pokazane są tutaj tylko w celach informacyjnych."
        },
        "efc30c4ed12a9e95e4fad5ae9be115fb": {
            "text": "Wskaż szablon które dodaje uprawnienia. Kliknij aby otworzyć okno ustawień dostępu dla tego szablonu. Jeśli nazwa szablonu zawiera %s, oznacza to, że uprawnienie jest dodane w szablonie, ale jest to nadpisane przez Twój wybór tutaj."
        },
        "dce4a957c0c6225be564be146d71b245": {
            "text": "To samo co powyżej, z tym, że uprawnia są cofnięte przez ten szablon (a nie dodane)."
        },
        "c6cc7e92b9fc348360b34c024086432c": {
            "text": "nazwa|opis"
        },
        "dc3abfaff3190368a09f01d6589eeeea": {
            "text": "Dodaje podstronę do stron korzystających z szablonu"
        },
        "9c281188158fc34cf5afc9d2820a761c": {
            "text": "Dodaje strony korzystające z szablonu"
        },
        "faa5826bce6656df7f63cbeb5b2a85fe": {
            "text": "To uprawnienia mogą być przypisane tylko w ustawieniach dostępu w szablonie."
        },
        "9bfb6e6af6e6793bfa9387e728187c87": {
            "text": "(wymagane)"
        },
        "3cac60e98937c01a72ef6e6cfe66f90f": {
            "text": "Te uprawnienia są wymagane przez wszystkie role."
        },
        "1def073965e264ae40ae1d9877290fd3": {
            "text": "Ma zastsowanie do wszystkich edytowalnych szablonów"
        },
        "26c77f67debae46ee5b0a12626817076": {
            "text": "%1$s dodane przez szablon %2$s, kliknij aby edytować"
        },
        "37ef521112472af77d381e834922a7af": {
            "text": "%1$s cofnięte przez szablon %2$s, kliknij aby edytować"
        },
        "1754bfdd544e98486c2ed46753ca8edd": {
            "text": "Zaznaczenie tego pola dodaje uprawnienia do wszystkich edytowalnych szablonów, ale te uprawnienia są już zastosowane oddzielnie przez jeden lub więcej szablonów. Sugerujemy usunięcie tych uprawnień w tych szablonach przed włączeniem ich tutaj. Czy chcesz włączyć teraz?"
        },
        "95c58584c58685c05c1a7cc706416455": {
            "text": "obecnie nie zastosowane w żadnych szablonach"
        },
        "a5cd3ed116608dac017f14c046ea56bf": {
            "text": "Role"
        },
        "e5e77ccf470959bc6be60127730908b5": {
            "text": "Zarządzaj rolami użytkowników i ich uprawnieniami"
        },
        "10928cc0ee4f4ca5cd54b8f7d90fe439": {
            "text": "Uwaga: Rola super administratora zawsze posiada wszystkie dozwolone uprawnienia, więc pole uprawnień nie jest wyświetlane."
        },
        "73a0430d4108945b73c1d27c8d048339": {
            "text": "Jakie typy stron może zobaczyć użytkownik przypisany do tej roli?"
        },
        "1c572404150327a35e463b4638740073": {
            "text": "Jakie typy stron może edytować użytkownik przypisany do tej roli?"
        },
        "b2295468aae810dba114aeafc6affecc": {
            "text": "Do jakego typu stron użytkownik przypisany do tej roli może dodawać podstrony?"
        },
        "a94285c99473e5cb477bfebd41f5b479": {
            "text": "Jakie typy stron może tworzyć użytkownik przypisany do tej roli?"
        },
        "2121718f2638e1afe762097a7981ea3c": {
            "text": "Jeśli chcesz dodać {permission} tylko dla konkretnych szablonów, zaznacz pola poniżej przy szablonach do których chcesz je dodać, i pozostaw uprawnienie {permission} nie zaznaczone."
        },
        "308b65bff5801587885912db1a2aacdf": {
            "text": "Uprawnienia {permission} są zaznaczone, będą miały zastosowanie do wszystkich szablonów edytowalnych przez tą rolę użytkownika. Aby cofnąć uprawnienia  {permission} dla konkretnych szablonów, zaznacz je poniżej. \nAby dodać uprawnienia do konkretnych szablonów, odznacz najpierw uprawnienia {permission}."
        },
        "0cb74f3f98993beb92d1fa5e9dbdeb64": {
            "text": "Uwaga, rola użytkownika musi także posiadać uprawnienia do edycji stron dla szablonów wbranych powyżej."
        },
        "46e843d341c23fcc923e4057f2011f5e": {
            "text": "Większość uprawnień, które mogą zostać przypisane do szablonu wymagają także, aby użytkownik posiadał prawa edycji strony szablonu. Jeśli żądany szablon nie znajduje się na liście, należy najpierw włączyć"
        },
        "bd6e3218368542ea8b8ec79e212960c3": {
            "text": "W przeciwieństwie do większości innych uprawnień, uprawnienie edycji strony do szablonu nie jest wymaganym warunkiem koniecznym dla tego uprawnienia."
        },
        "e92cdb67062c4b4fa95179b9130677a9": {
            "text": "nazwa|opis|"
        },
        "bdeb3e0cbe3d8f44757a86e8da219abc": {
            "text": "To rodzaj uprawnień może być przypisany tylko przez szablon."
        },
        "00abcc0a482965cd87aa000c253bf713": {
            "text": "(dziedziczone z roli użytkownika gościa)"
        },
        "76ea2cfb7138b9f6db1ca5385ffd6bec": {
            "text": "Dodaj do: %s"
        },
        "484a603504d7ed70ae95310674989236": {
            "text": "Cofnij uprawnienia z: %s"
        },
        "862ca20a14a289ffa53aa7b458c0f288": {
            "text": "Kliknij, aby otworzyć\/zamknąć ustawienia uprawnień według szablonu"
        }
    }
}